Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Give the host a name. Agents use it as the target.
de: Gib dem Host einen Namen. Agenten verwenden ihn als Ziel.
es: Ponle un nombre al host. Los agentes lo usan como destino.
fr: Nommez l’hôte. Les agents utilisent ce nom comme cible.
pt_br: Dê um nome ao host. Os agentes usam esse nome como destino.
ru: Задайте имя хоста. Агенты используют его как цель.
zh_hans: 为主机命名。智能体使用此名称作为目标。

source: Give the key a name.
de: Gib dem Schlüssel einen Namen.
es: Ponle un nombre a la clave.
fr: Nommez la clé.
pt_br: Dê um nome à chave.
ru: Дайте ключу имя.
zh_hans: 为密钥命名。

source: HTTP request
de: HTTP-Anfrage
es: Solicitud HTTP
fr: Requête HTTP
pt_br: Solicitação HTTP
ru: HTTP-запрос
zh_hans: HTTP 请求

source: Hardware gate
de: Hardware-Schutz
es: Protección por hardware
fr: Protection matérielle
pt_br: Proteção por hardware
ru: Аппаратная защита
zh_hans: 硬件门控

source: Hide process chain
de: Prozesskette ausblenden
es: Ocultar cadena de procesos
fr: Masquer la chaîne de processus
pt_br: Ocultar cadeia de processos
ru: Скрыть цепочку процессов
zh_hans: 隐藏进程链

source: History
de: Verlauf
es: Historial
fr: Historique
pt_br: Histórico
ru: История
zh_hans: 历史记录

source: Home
de: Start
es: Inicio
fr: Dossier de départ
pt_br: Diretório pessoal
ru: Домашний каталог
zh_hans: 主页

source: Host key
de: Hostschlüssel
es: Clave del host
fr: Clé de l’hôte
pt_br: Chave do host
ru: Ключ хоста
zh_hans: 主机密钥

source: Host key policy
de: Hostschlüsselrichtlinie
es: Política de claves de host
fr: Politique de clé d’hôte
pt_br: Política de chave do host
ru: Политика ключа хоста
zh_hans: 主机密钥策略

source: Identity
de: Identität
es: Identidad
fr: Identité
pt_br: Identidade
ru: Идентификатор
zh_hans: 身份

source: Import
de: Importieren
es: Importar
fr: Importer
pt_br: Importar
ru: Импорт
zh_hans: 导入

source: Import SSH private key
de: Privaten SSH-Schlüssel importieren
es: Importar clave SSH privada
fr: Importer une clé privée SSH
pt_br: Importar chave privada SSH
ru: Импортировать закрытый ключ SSH
zh_hans: 导入 SSH 私钥

source: Import from file…
de: Aus Datei importieren …
es: Importar desde un archivo…
fr: Importer depuis un fichier…
pt_br: Importar de um arquivo…
ru: Импортировать из файла…
zh_hans: 从文件导入…

source: Inject format
de: Einfügeformat
es: Formato de inyección
fr: Format d’injection
pt_br: Formato de injeção
ru: Формат подстановки
zh_hans: 注入格式

source: Integrations
de: Integrationen
es: Integraciones
fr: Intégrations
pt_br: Integrações
ru: Интеграции
zh_hans: 集成

source: Integrations…
de: Integrationen …
es: Integraciones…
fr: Intégrations…
pt_br: Integrações…
ru: Интеграции…
zh_hans: 集成…

source: Integrity check failed
de: Integritätsprüfung fehlgeschlagen
es: La comprobación de integridad ha fallado
fr: Échec de la vérification d’intégrité
pt_br: Falha na verificação de integridade
ru: Проверка целостности не удалась
zh_hans: 完整性检查失败

source: Key
de: Schlüssel
es: Clave
fr: Clé
pt_br: Chave
ru: Ключ
zh_hans: 密钥

source: Key storage
de: Schlüsselspeicher
es: Almacenamiento de claves
fr: Stockage des clés
pt_br: Armazenamento de chaves
ru: Хранилище ключей
zh_hans: 密钥存储

source: Keys
de: Schlüssel
es: Claves
fr: Clés
pt_br: Chaves
ru: Ключи
zh_hans: 密钥

source: Keys & APIs
de: Schlüssel & APIs
es: Claves y API
fr: Clés et API
pt_br: Chaves e APIs
ru: Ключи и API
zh_hans: 密钥与 API

source: Keys and APIs
de: Schlüssel und APIs
es: Claves y API
fr: Clés et API
pt_br: Chaves e APIs
ru: Ключи и API
zh_hans: 密钥与 API

source: Kind
de: Typ
es: Tipo
fr: Type
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Leave blank to keep the current value; type to replace it.
de: Leer lassen, um den aktuellen Wert beizubehalten; zum Ersetzen einen neuen Wert eingeben.
es: Déjalo en blanco para conservar el valor actual; escribe para sustituirlo.
fr: Laissez vide pour conserver la valeur actuelle ; saisissez une valeur pour la remplacer.
pt_br: Deixe em branco para manter o valor atual; digite para substituí-lo.
ru: Оставьте пустым, чтобы сохранить текущее значение; введите, чтобы заменить его.
zh_hans: 留空可保留当前值；输入内容可替换此值。

source: Legacy ID
de: Alte ID
es: ID antiguo
fr: ID hérité
pt_br: ID legado
ru: Устаревший идентификатор
zh_hans: 旧版 ID

source: Live activity
de: Live-Aktivität
es: Actividad en directo
fr: Activité en direct
pt_br: Atividade ao vivo
ru: Текущая активность
zh_hans: 实时活动

source: Loading
de: Wird geladen
es: Cargando
fr: Chargement
pt_br: Carregando
ru: Загрузка
zh_hans: 正在载入

source: Local (stdio)
de: Lokal (stdio)
ru: Локальный (stdio)
zh_hans: 本地（stdio）

source: Local MCP servers receive bound credentials and inherit Sallyport’s process environment. Non-per-call servers start during vault unlock and may keep those values until lock, reconfiguration, or exit. Treat the server and its dependencies as trusted code.
de: Lokale MCP-Server erhalten gebundene Zugangsdaten und erben die Prozessumgebung von Sallyport. Server ohne Freigabe pro Aufruf starten beim Entsperren des Tresors und können diese Werte bis zum Sperren, Neukonfigurieren oder Beenden behalten. Behandle den Server und seine Abhängigkeiten als vertrauenswürdigen Code.
es: Los servidores MCP locales reciben las credenciales vinculadas y heredan el entorno del proceso de Sallyport. Los servidores sin aprobación por llamada se inician al desbloquear la bóveda y pueden conservar esos valores hasta que se bloquee, se reconfigure o se cierre. Trata el servidor y sus dependencias como código de confianza.
fr: Les serveurs MCP locaux reçoivent les données d’authentification liées et héritent de l’environnement du processus Sallyport. Les serveurs sans autorisation par appel démarrent au déverrouillage du coffre et peuvent conserver ces valeurs jusqu’au verrouillage, à leur reconfiguration ou à leur arrêt. Considérez le serveur et ses dépendances comme du code de confiance.
pt_br: Servidores MCP locais recebem as credenciais vinculadas e herdam o ambiente do processo do Sallyport. Servidores sem aprovação por chamada iniciam durante o desbloqueio do cofre e podem manter esses valores até o bloqueio, a reconfiguração ou o encerramento. Trate o servidor e suas dependências como código confiável.
ru: Локальные серверы MCP получают привязанные учётные данные и наследуют окружение процесса Sallyport. Серверы без подтверждения каждого вызова запускаются при разблокировке хранилища и могут хранить эти значения до блокировки, изменения конфигурации или завершения работы. Считайте сервер и все его зависимости доверенным кодом.
zh_hans: 本地 MCP 服务器会接收绑定的凭证并继承 Sallyport 的进程环境。非每次调用型服务器会在密钥库解锁时启动，并可能持续保留这些值，直至锁定、重新配置或退出。请将服务器及其依赖项视为受信任代码。

source: Local and remote MCP servers and their credential bindings.
de: Lokale und entfernte MCP-Server und ihre Bindungen an Zugangsdaten.
es: Servidores MCP locales y remotos y sus vinculaciones de credenciales.
fr: Serveurs MCP locaux et distants et leurs liaisons de données d’authentification.
pt_br: Servidores MCP locais e remotos e seus vínculos de credenciais.
ru: Локальные и удалённые серверы MCP, а также привязанные к ним учётные данные.
zh_hans: 本地和远程 MCP 服务器及其凭证绑定。

source: Lock now
de: Jetzt sperren
es: Bloquear ahora
fr: Verrouiller maintenant
pt_br: Bloquear agora
ru: Заблокировать сейчас
zh_hans: 立即锁定

source: Lock state, hardware protection, and cryptographic keys.
de: Sperrstatus, Hardwareschutz und kryptografische Schlüssel.
es: Estado de bloqueo, protección por hardware y claves criptográficas.
fr: État de verrouillage, protection matérielle et clés cryptographiques.
pt_br: Estado do bloqueio, proteção por hardware e chaves criptográficas.
ru: Состояние блокировки, аппаратная защита и криптографические ключи.
zh_hans: 锁定状态、硬件保护和加密密钥。

source: Lock when the screen locks
de: Bei Bildschirmsperre sperren
es: Bloquear al bloquear la pantalla
fr: Verrouiller lorsque l’écran est verrouillé
pt_br: Bloquear quando a tela for bloqueada
ru: Блокировать при блокировке экрана
zh_hans: 屏幕锁定时锁定

source: Locked
de: Gesperrt
es: Bloqueada
fr: Verrouillé
pt_br: Bloqueado
ru: Заблокировано
zh_hans: 已锁定

source: Locks %@ after unlock. Locking ends active sessions.
de: Sperrt %@ nach dem Entsperren. Beim Sperren werden aktive Sitzungen beendet.
es: Se bloquea %@ después de desbloquearse. Al bloquearla se cierran las sesiones activas.
fr: Verrouille le coffre %@ après son déverrouillage. Le verrouillage met fin aux sessions actives.
pt_br: Bloqueia o cofre %@ após o desbloqueio. O bloqueio encerra as sessões ativas.
ru: Блокируется через %@ после разблокировки. Блокировка завершает активные сеансы.
zh_hans: 解锁后将在 %@ 后锁定。锁定会结束活跃会话。

source: MCP servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
pt_br: Servidores MCP
ru: Серверы MCP
zh_hans: MCP 服务器

source: Manage…
de: Verwalten …
es: Gestionar…
fr: Gérer…
pt_br: Gerenciar…
ru: Управлять…
zh_hans: 管理…

source: Match
de: Abgleich
es: Coincidencia
fr: Correspondance
pt_br: Correspondência
ru: Сопоставление
zh_hans: 匹配

source: Matches future builds signed by %@ with bundle %@. Use only if you trust future updates from that signer.
de: Gilt für zukünftige Builds, die von %@ mit Bundle %@ signiert sind. Verwende dies nur, wenn du zukünftigen Updates dieses Signierers vertraust.
es: Coincide con versiones futuras firmadas por %@ con el bundle %@. Úsalo solo si confías en las futuras actualizaciones de ese firmante.
fr: Correspond aux futures versions signées par le développeur %@ avec le bundle %@. Utilisez cette option uniquement si vous faites confiance aux futures mises à jour de ce signataire.
pt_br: Corresponde a versões futuras assinadas pelo desenvolvedor %@ com o bundle %@. Use somente se confiar nas futuras atualizações desse signatário.
ru: Совпадут будущие сборки, подписанные %@ и входящие в пакет %@. Используйте этот вариант, только если доверяете будущим обновлениям от этого подписанта.
zh_hans: 匹配由 %@ 签名且软件包为 %@ 的未来构建。仅当你信任该签名方的未来更新时使用。

source: Matches future builds signed by %@. Use only if you trust future updates from that signer.
de: Gilt für zukünftige Builds, die von %@ signiert sind. Verwende dies nur, wenn du zukünftigen Updates dieses Signierers vertraust.
es: Coincide con versiones futuras firmadas por %@. Úsalo solo si confías en las futuras actualizaciones de ese firmante.
fr: Correspond aux futures versions signées par le développeur %@. Utilisez cette option uniquement si vous faites confiance aux futures mises à jour de ce signataire.
pt_br: Corresponde a versões futuras assinadas pelo desenvolvedor %@. Use somente se confiar nas futuras atualizações desse signatário.
ru: Совпадут будущие сборки, подписанные %@. Используйте этот вариант, только если доверяете будущим обновлениям от этого подписанта.
zh_hans: 匹配由 %@ 签名的未来构建。仅当你信任该签名方的未来更新时使用。

source: Matches only this binary. An update requires session approval or a new allowlist entry.
de: Gilt nur für diese Binärdatei. Nach einem Update ist eine Sitzungsfreigabe oder ein neuer Eintrag in der Zulassungsliste erforderlich.
es: Solo coincide con este binario. Una actualización requiere aprobación de sesión o una nueva entrada en la lista de permitidos.
fr: Correspond uniquement à ce binaire. Une mise à jour nécessite une autorisation de session ou une nouvelle entrée dans la liste d’autorisation.
pt_br: Corresponde somente a este binário. Uma atualização exige aprovação de sessão ou uma nova entrada na lista de permissões.
ru: Совпадает только этот исполняемый файл. После обновления потребуется подтвердить сеанс или добавить новую запись в список разрешённых.
zh_hans: 仅匹配此二进制文件。更新后需要会话批准或新的允许列表条目。

source: Monitor
de: Überwachen
es: Supervisar
fr: Surveiller
pt_br: Monitorar
ru: Мониторинг
zh_hans: 监控

source: Name the header this key is sent in (for example, X-Api-Key).
de: Gib den Namen des Headers an, in dem dieser Schlüssel gesendet wird (zum Beispiel X-Api-Key).
es: Indica el nombre del header en el que se envía esta clave (por ejemplo, X-Api-Key).
fr: Indiquez le nom de l’en-tête dans lequel cette clé est envoyée (par exemple, X-Api-Key).
pt_br: Informe o nome do cabeçalho no qual esta chave é enviada (por exemplo, X-Api-Key).
ru: Укажите имя заголовка, в котором отправляется этот ключ, например X-Api-Key.
zh_hans: 指定发送此密钥所用的标头名称（例如 X-Api-Key）。

source: Name the server. Its tools appear as name.<tool>.
de: Gib dem Server einen Namen. Seine Tools erscheinen als name.<tool>.
es: Ponle un nombre al servidor. Sus herramientas aparecerán como name.<tool>.
fr: Nommez le serveur. Ses outils apparaissent sous la forme <name>.<tool>.
pt_br: Dê um nome ao servidor. As ferramentas dele aparecem como <name>.<tool>.
ru: Укажите имя сервера. Его инструменты будут доступны как name.<tool>.
zh_hans: 为服务器命名。其工具显示为 name.<tool>。

source: Names, hosts, settings, and history are encrypted. Unlock the vault to view them.
de: Namen, Hosts, Einstellungen und Verlauf sind verschlüsselt. Entsperre den Tresor, um sie anzuzeigen.
es: Los nombres, hosts, ajustes y el historial están cifrados. Desbloquea la bóveda para verlos.
fr: Les noms, hôtes, réglages et historiques sont chiffrés. Déverrouillez le coffre pour les afficher.
pt_br: Nomes, hosts, ajustes e histórico são criptografados. Desbloqueie o cofre para visualizá-los.
ru: Имена, хосты, настройки и история зашифрованы. Разблокируйте хранилище, чтобы просмотреть их.
zh_hans: 名称、主机、设置和历史记录均已加密。解锁密钥库后才能查看。

source: New agent process
de: Neuer Agent-Prozess
es: Nuevo proceso de agente
fr: Nouveau processus d’agent
pt_br: Novo processo de agente
ru: Новый процесс агента
zh_hans: 新智能体进程

source: New processes start without session approval. Calls are still logged, and per-call settings still apply.
de: Neue Prozesse starten ohne Sitzungsfreigabe. Aufrufe werden weiterhin protokolliert und Einstellungen pro Aufruf gelten weiterhin.
es: Los procesos nuevos se inician sin aprobación de sesión. Las llamadas se siguen registrando y los ajustes por llamada siguen aplicándose.
fr: Les nouveaux processus démarrent sans autorisation de session. Les appels restent consignés et les réglages par appel restent actifs.
pt_br: Novos processos iniciam sem aprovação de sessão. As chamadas ainda são registradas e os ajustes por chamada continuam em vigor.
ru: Новые процессы запускаются без подтверждения сеанса. Вызовы по-прежнему записываются, а настройки отдельных вызовов продолжают действовать.
zh_hans: 新进程无需会话批准即可启动。调用仍会被记录，每次调用的设置仍然适用。

source: New value
de: Neuer Wert
es: Nuevo valor
fr: Nouvelle valeur
pt_br: Novo valor
ru: Новое значение
zh_hans: 新值

source: No (unsigned or ad hoc)
de: Nein (nicht signiert oder Ad-hoc-Signatur)
es: No (sin firmar o ad hoc)
fr: Non (non signé ou ad hoc)
pt_br: Não (sem assinatura ou ad hoc)
ru: Нет (без подписи или ad hoc)
zh_hans: 否（未签名或临时签名）

source: No MCP servers yet
de: Noch keine MCP-Server
es: Aún no hay servidores MCP
fr: Aucun serveur MCP
pt_br: Nenhum servidor MCP
ru: Серверов MCP пока нет
zh_hans: 尚无 MCP 服务器

source: No Secure Enclave store is available for the sealed identity on this Mac.
de: Für die versiegelte Identität ist auf diesem Mac kein Speicher der Secure Enclave verfügbar.
es: No hay ningún almacén de Secure Enclave disponible para la identidad sellada en este Mac.
fr: Aucun stockage Secure Enclave n’est disponible pour l’identité scellée sur ce Mac.
pt_br: Não há armazenamento do Secure Enclave disponível para a identidade selada neste Mac.
ru: Для защищённого идентификатора на этом Mac недоступно хранилище Secure Enclave.
zh_hans: 此 Mac 上没有可用于密封身份的 Secure Enclave 存储。

source: No activity yet
de: Noch keine Aktivität
es: Aún no hay actividad
fr: Aucune activité
pt_br: Nenhuma atividade
ru: Пока нет активности
zh_hans: 尚无活动

source: No activity yet.
de: Noch keine Aktivität.
es: Aún no hay actividad.
fr: Aucune activité.
pt_br: Nenhuma atividade.
ru: Пока нет активности.
zh_hans: 尚无活动。

source: No allowlisted agents
de: Keine zugelassenen Agenten
es: No hay agentes permitidos
fr: Aucun agent dans la liste d’autorisation
pt_br: Nenhum agente na lista de permissões
ru: Нет разрешённых агентов
zh_hans: 允许列表中没有智能体

source: No approvals waiting
de: Keine wartenden Freigaben
es: No hay aprobaciones en espera
fr: Aucune autorisation en attente
pt_br: Nenhuma aprovação pendente
ru: Нет ожидающих запросов
zh_hans: 没有等待处理的批准请求

source: No hosts yet
de: Noch keine Hosts
es: Aún no hay hosts
fr: Aucun hôte
pt_br: Nenhum host
ru: Хостов пока нет
zh_hans: 尚无主机

source: No key is bound. Calls are unauthenticated.
de: Kein Schlüssel gebunden. Aufrufe werden nicht authentifiziert.
es: No hay ninguna clave vinculada. Las llamadas no están autenticadas.
fr: Aucune clé n’est liée. Les appels ne sont pas authentifiés.
pt_br: Nenhuma chave está vinculada. As chamadas não são autenticadas.
ru: Ключ не привязан. Вызовы выполняются без аутентификации.
zh_hans: 未绑定密钥。调用未经认证。

source: No key is selected. Agents cannot run commands on this host.
de: Kein Schlüssel ausgewählt. Agenten können auf diesem Host keine Befehle ausführen.
es: No hay ninguna clave seleccionada. Los agentes no pueden ejecutar comandos en este host.
fr: Aucune clé n’est sélectionnée. Les agents ne peuvent pas exécuter de commandes sur cet hôte.
pt_br: Nenhuma chave está selecionada. Os agentes não podem executar comandos neste host.
ru: Ключ не выбран. Агенты не могут выполнять команды на этом хосте.
zh_hans: 未选择密钥。智能体无法在此主机上运行命令。

source: No keys yet
de: Noch keine Schlüssel
es: Aún no hay claves
fr: Aucune clé
pt_br: Nenhuma chave
ru: Ключей пока нет
zh_hans: 尚无密钥

source: No matches
de: Keine Treffer
es: Sin resultados
fr: Aucune correspondance
pt_br: Nenhuma correspondência
ru: Нет совпадений
zh_hans: 无匹配项

source: No requests are waiting.
de: Keine wartenden Anfragen.
es: No hay solicitudes en espera.
fr: Aucune demande en attente.
pt_br: Nenhuma solicitação está aguardando.
ru: Нет ожидающих запросов.
zh_hans: 没有等待处理的请求。

source: No rows match the current filter. Try clearing it.
de: Keine Zeilen entsprechen dem aktuellen Filter. Lösche den Filter.
es: Ninguna fila coincide con el filtro actual. Prueba a borrarlo.
fr: Aucune ligne ne correspond au filtre actuel. Essayez de l’effacer.
pt_br: Nenhuma linha corresponde ao filtro atual. Tente limpá-lo.
ru: Нет строк, соответствующих текущему фильтру. Попробуйте очистить фильтр.
zh_hans: 没有记录与当前筛选条件匹配。请尝试清除筛选条件。

source: No sessions yet
de: Noch keine Sitzungen
es: Aún no hay sesiones
fr: Aucune session
pt_br: Nenhuma sessão
ru: Сеансов пока нет
zh_hans: 尚无会话

source: No valid code signature
de: Keine gültige Codesignatur
es: No hay una firma de código válida
fr: Aucune signature de code valide
pt_br: Nenhuma assinatura de código válida
ru: Нет действительной подписи кода
zh_hans: 无有效代码签名

source: No vault is open.
de: Kein Tresor geöffnet.
es: No hay ninguna bóveda abierta.
fr: Aucun coffre ouvert.
pt_br: Nenhum cofre está aberto.
ru: Хранилище не открыто.
zh_hans: 没有打开的密钥库。

source: No window for this process
de: Kein Fenster für diesen Prozess
es: No hay ventana para este proceso
fr: Aucune fenêtre pour ce processus
pt_br: Nenhuma janela para este processo
ru: Нет окна для этого процесса
zh_hans: 此进程没有窗口

source: None
de: Keine
es: Ninguna
fr: Aucun
pt_br: Nenhum
ru: Нет
zh_hans: 无

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Indisponible
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Not set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
pt_br: Não definido
ru: Не установлено
zh_hans: 未设置

source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
fr: Non connecté
pt_br: Sessão não iniciada
ru: Вход не выполнен
zh_hans: 未登录

source: Not signed in. The server's tools remain hidden until you connect.
de: Nicht angemeldet. Die Tools des Servers bleiben bis zur Verbindung ausgeblendet.
es: Sesión no iniciada. Las herramientas del servidor permanecen ocultas hasta que te conectes.
fr: Non connecté. Les outils du serveur restent masqués jusqu’à la connexion.
pt_br: Sessão não iniciada. As ferramentas do servidor permanecem ocultas até você se conectar.
ru: Вход не выполнен. Инструменты сервера будут скрыты до подключения.
zh_hans: 未登录。连接前，服务器工具将保持隐藏。

source: Notifications
de: Mitteilungen
es: Notificaciones
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: Notifications include Approve and Deny actions.
de: Mitteilungen enthalten die Aktionen „Genehmigen“ und „Ablehnen“.
es: Las notificaciones incluyen las acciones Aprobar y Denegar.
fr: Les notifications incluent les actions Autoriser et Refuser.
pt_br: As notificações incluem as ações Aprovar e Negar.
ru: В уведомлениях доступны действия «Разрешить» и «Отклонить».
zh_hans: 通知包含“批准”和“拒绝”操作。

source: Notifications off
de: Mitteilungen aus
es: Notificaciones desactivadas
fr: Notifications désactivées
pt_br: Notificações desativadas
ru: Уведомления отключены
zh_hans: 通知已关闭

source: Notifications use banners
de: Mitteilungen als Banner
es: Notificaciones temporales
fr: Les notifications utilisent des bannières
pt_br: As notificações usam banners
ru: Уведомления отображаются баннерами
zh_hans: 通知使用横幅

source: OAuth (sign in)
de: OAuth (anmelden)
es: OAuth (iniciar sesión)
fr: OAuth (connexion)
pt_br: OAuth (iniciar sessão)
ru: OAuth (войти)
zh_hans: OAuth（登录）

source: OAuth 2.0 (client credentials)
de: OAuth 2.0 (Client-Anmeldedaten)
es: OAuth 2.0 (credenciales de cliente)
fr: OAuth 2.0 (identifiants du client)
pt_br: OAuth 2.0 (credenciais do cliente)
ru: OAuth 2.0 (учётные данные клиента)
zh_hans: OAuth 2.0（客户端凭证）

source: Observed
de: Beobachtet
es: Observado
fr: Observée
pt_br: Observada
ru: Под наблюдением
zh_hans: 观察中

source: Off
de: Aus
es: Desactivado
fr: Désactivé
pt_br: Desativado
ru: Выкл.
zh_hans: 关

source: Off keeps the config but exposes no tools.
de: „Aus“ behält die Konfiguration bei, stellt aber keine Tools bereit.
es: Desactivado conserva la configuración, pero no expone ninguna herramienta.
fr: La désactivation conserve la configuration, mais n’expose aucun outil.
pt_br: A desativação mantém a configuração, mas não expõe nenhuma ferramenta.
ru: Выключено: конфигурация сохраняется, но инструменты не предоставляются.
zh_hans: 关闭会保留配置，但不会公开任何工具。

source: Off. Manual lock, sleep, or app exit still closes the vault.
de: Aus. Manuelles Sperren, Ruhezustand oder Beenden der App schließen den Tresor weiterhin.
es: Desactivado. La bóveda se sigue cerrando al bloquearla manualmente, poner el Mac en reposo o salir de la app.
fr: Désactivé. Le verrouillage manuel, la suspension d’activité ou la fermeture de l’app ferment toujours le coffre.
pt_br: Desativado. O bloqueio manual, o repouso ou o encerramento do app ainda fecham o cofre.
ru: Выкл. Ручная блокировка, переход в режим сна и выход из приложения всё равно блокируют хранилище.
zh_hans: 已关闭。手动锁定、睡眠或退出 App 仍会关闭密钥库。

source: On
de: Ein
es: Activado
fr: Activé
pt_br: Ativado
ru: Вкл.
zh_hans: 开

source: One click
de: Ein Klick
es: Un clic
fr: Un clic
pt_br: Um clique
ru: Один щелчок
zh_hans: 点按一次

source: Open Sallyport to add the key.
de: Öffne Sallyport, um den Schlüssel hinzuzufügen.
es: Abre Sallyport para añadir la clave.
fr: Ouvrez Sallyport pour ajouter la clé.
pt_br: Abra o Sallyport para adicionar a chave.
ru: Откройте Sallyport, чтобы добавить ключ.
zh_hans: 打开 Sallyport 以添加密钥。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置

source: Open activity feed…
de: Aktivitätsfeed öffnen …
es: Abrir el feed de actividad…
fr: Ouvrir le flux d’activité…
pt_br: Abrir painel de atividades…
ru: Открыть журнал активности…
zh_hans: 打开活动提要…

source: Open notification settings
de: Mitteilungseinstellungen öffnen
es: Abrir los ajustes de notificaciones
fr: Ouvrir les réglages de notifications
pt_br: Abrir ajustes de notificações
ru: Открыть настройки уведомлений
zh_hans: 打开通知设置
